{
    "films" : [
        {
            "id": 1,
            "title": "Паразиты",
            "year": 2019,
            "rating": 4,
            "description": "Обычное корейское семейство Кимов жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры."
        },{
            "id": 2,
            "title": "Отец",
            "year": 2020,
            "rating": 3.4,
            "description": "Энтони уже далеко не молод и живет один в лондонской квартире. Он считает, что прекрасно справляется со всем сам, и помощь ему не нужна, но его дочь Энн противоположного мнения. Она собралась переезжать в Париж и хочет найти отцу сиделку. Энтони упирается всеми возможными способами, но в его квартире начинают происходить странности — в гостиной оказывается посторонний мужчина, дочь вдруг меняет внешность, и куда-то постоянно пропадают любимые часы."
        },{
            "id": 3,
            "title": "Тайна Коко ",
            "year": 2017,
            "rating": 4.7,
            "description": "12-летний Мигель живёт в мексиканской деревушке в семье сапожников и тайно мечтает стать музыкантом. Тайно, потому что в его семье музыка считается проклятием. Когда-то его прапрадед оставил жену, прапрабабку Мигеля, ради мечты, которая теперь не даёт спокойно жить и его праправнуку. С тех пор музыкальная тема в семье стала табу. Мигель обнаруживает, что между ним и его любимым певцом Эрнесто де ла Крусом, ныне покойным, существует некая связь. Паренёк отправляется к своему кумиру в Страну Мёртвых, где встречает души предков. Мигель знакомится там с духом-скелетом по имени Гектор, который становится его проводником. Вдвоём они отправляются на поиски де ла Круса."
        }
    ]
}